Repository: MostafaSSalama/Qurrah
Catalog: Qurrah.Web/Resources/SharedResource.*.resx
Languages: ar_sa

# Button.Bcak.DefaultValue
source: Back
ar_sa: الرجوع

# Button.Cancel.DefaultValue
source: Cancel
ar_sa: إلغاء

# Button.Create.DefaultValue
source: Create
ar_sa: إضافة

# Button.Delete.DefaultValue
source: Delete
ar_sa: حذف

# Button.Edit.DefaultValue
source: Edit
ar_sa: تعديل

# Button.Submit.DefaultValue
source: Submit
ar_sa: حفظ

# FAQ.Create.AnswerAr
source: Answer in Arabic
ar_sa: الجواب بالعربية

# FAQ.Create.AnswerEn
source: Answer in English
ar_sa: الجواب بالإنجليزية

# FAQ.Create.DisplayOrder
source: Display Order
ar_sa: الترتيب في العرض

# FAQ.Create.FKTypeId
source: FAQ Type
ar_sa: نوع السؤال

# FAQ.Create.HeaderTitle
source: Add New FAQ
ar_sa: إضافة سؤال متكرر

# FAQ.Create.QuestionAr
source: Question in Arabic
ar_sa: السؤال بالعربية

# FAQ.Create.QuestionEn
source: Question in English
ar_sa: السؤال بالإنجليزية

# FAQ.Index.HeaderTitle
source: FAQs
ar_sa: الأسئلة المتكررة

# FAQ.Index.Table.FAQTypeAr
source: Type in Arabic
ar_sa: النوع بالعربية

# FAQ.Index.Table.FAQTypeEn
source: Type in English
ar_sa: النوع بالإنجليزية

# FAQ.Index.Table.QuestionAr
source: Question in Arabic
ar_sa: السؤال بالعربية

# FAQ.Index.Table.QuestionEn
source: Question in English
ar_sa: السؤال بالإنجليزية

# FAQ.Update.HeaderTitle
source: Edit FAQ
ar_sa: تعديل سؤال متكرر

# FAQ.View.HeaderTitle
source: Display FAQ
ar_sa: استعراض سؤال متكرر

# FAQType.Create.DescriptionAr
source: Description in Arabic
ar_sa: الوصف بالعربية

# FAQType.Create.DescriptionEn
source: Description in English
ar_sa: الوصف بالإنجليزية

# FAQType.Create.DisplayOrder
source: Display Order
ar_sa: الترتيب في العرض

# FAQType.Create.HeaderTitle
source: Add New FAQ Type
ar_sa: إضافة نوع أسئلة متكررة

# FAQType.Create.NameAr
source: Type in Arabic
ar_sa: النوع بالعربية

# FAQType.Create.NameEn
source: Type in English
ar_sa: النوع بالإنجليزية

# FAQType.Index.HeaderTitle
source: FAQ Types
ar_sa: أنواع الأسئلة المتكررة

# FAQType.Index.Table.FAQTypeAr
source: Type in Arabic
ar_sa: النوع بالعربية

# FAQType.Index.Table.FAQTypeEn
source: Type in English
ar_sa: النوع بالإنجليزية

# FAQType.Update.HeaderTitle
source: Edit FAQ Type
ar_sa: تعديل نوع أسئلة متكررة

# FAQType.View.HeaderTitle
source: Display FAQ Type
ar_sa: استعراض نوع أسئلة متكررة

# Menu.TopMenu.Admin.FAQ
source: FAQs
ar_sa: الأسئلة المتكررة

# Menu.TopMenu.Admin.FAQType
source: FAQ Types
ar_sa: أنواع الأسئلة المتكررة

# Menu.TopMenu.Home
source: Home
ar_sa: الرئيسية

# Menu.TopMenu.Public.FAQ
source: FAQs
ar_sa: الأسئلة المتكررة

# Messages.ErrorMessages.DeleteGeneralError
source: An error occured while deleting!
ar_sa: حدث خطأ أثناء الحذف!

# Messages.ErrorMessages.LoadGeneralError
source: An error occured while loading FAQ Types
ar_sa: حدث خطأ أثناء تحميل العناصر

# Messages.SuccessMessages.DeleteGeneralSuccess
source: Deleted successfully
ar_sa: تم الحذف بنجاح

# Messages.SuccessMessages.SaveGeneralSuccess
source: Data has been saved successfully
ar_sa: تم حفظ البيانات بنجاح

# Page.Title.Home
source: Home
ar_sa: الصفحة الرئيسية

# Public.FAQ.Index.HeaderTitle
source: FAQs
ar_sa: الأسئلة المتكررة

source: Qurrah
ar_sa: قرة

# SweetAlert.CancelButtonText
source: Cancel
ar_sa: إلغاء

# SweetAlert.ConfirmButtonText
source: Yes, delete it!
ar_sa: نعم احذفه!

# SweetAlert.Description
source: You won't be able to revert this!
ar_sa: لن تتمكن من التراجع عن هذا!

# SweetAlert.Question
source: Are you sure you want to delete?
ar_sa: هل حقاً ترغب في إتمام الحذف؟

# Validation.Range.OneToThousandErrorMessage
source: Field value must be between 1 and 1000
ar_sa: قيمة الحقل يجب أن تكون بين 1 و 1000

# Validation.Required.GeneralErrorMessage
source: This field is required
ar_sa: هذا الحقل مطلوب

# Validation.StringLength.GeneralErrorMessage
source: This field passes the maximum length allowed
ar_sa: هذا الحقل يتخطى الحد الأقصى من الأحرف المسموح به
